<?php 

$Languages = array(
    'ar'=>array(
        'StartText'=>"👨🏻‍💻 مرحباً بك في خدمة التواصل الفورية
تواصل مع متابعيك و اصدقائك عبر خدمة التواصل .",
        'Button CreateBot'=>"إنشاء بوت",
        'Button ManageBots'=>"إدارة البوتات ⚙️",
        'Button CommonQuestions'=>"الأسئلة الشائعه",
        'Button About'=>"حول",
        'Maximum Bots'=>"عذراً لقد وصلت الى الحد الأقصى من انشاء البوتات ⚠️",
        'Maker Terms'=>"من خلال المتابعة ، فإنك توافق على عدم:

- استخدام خدماتنا لانتهاك قوانين بلدك.
- الترويج للعنف عبر البوتات الخاصه بك.
- نشر محتوى إباحي عبر البوتات.

اي مخالفة يتم حذف جميع بوتاتك وحظرك من البوت نهائياً ❗️",
        'Continue'=>"متابعة",
        'Cancel'=>"إلغاء",
        'Continue Make'=>"لإنشاء بوت جديد ، يجب اتباع هاتين الخطوتين:

1. اذهب الى @BotFather وإنشئ بوت جديد.
2. ستحصل على توكن مميز  (على سبيل المثال ، 12345: 6789ABCDEF) - فقط أرسله أو انسخه الى هنا.

-️",
        'CancelText'=>"تم الالغاء بنجاح ✅",
        'Back'=>"رجوع",
        'ManageBotsText'=>"يرجى إختيار بوت من القائمة أدناه:",
        'NotFoundBots'=>'لم يتم إنشاء بوتات ، انقر على "إنشاء بوت" لأضافة بوت جديد',
        'Managebots TextOne'=>"ادارة بوت",
        'Managebots TextTwo'=>"وقت انشاء البوت",
        'Managebots TextThree'=>"ماذا تريد أن تفعل في البوت؟",
        'Button Managebots Edit'=>"تحرير النصوص",
        'Button Managebots Group'=>"المجموعة",
        'Button Managebots NewsLetter'=>"اذاعة",
        'Button Managebots Stats'=>"الأحصائيات",
        'Button Managebots Settings'=>"الاعدادات ⚙️",
        'Button Managebots DeleteBot'=>"حذف البوت",
        'DefaultStart'=>"مرحبا!\n\nيمكنك مراسلتنا باستخدام هذا البوت.",
        'Wrong Token'=>"توكن غير صالح. يرجى محاولة الحصول على واحد جديد أو استخدام توكن آخر.️",
        'Wrong Text Token'=>"لا يبدو لي أي شيء. الرجاء إرسال توكن بوتك. يجب أن يكون مثل هذا : 123456: ABC-DEF1234ghIkl-zyx57W2v1u123ew11️",
        'Check Bot Makers'=>"امم , هذا البوت تم انشائه بالفعل *

اذا كان لديك مشكلة او خلل يرجى مراسلتنا $UsernameForHelp",
        'Text Creation Bot'=>"تم إنشاؤه بنجاح

بوتك الجديد جاهز للعمل.",
        'Button Settings'=>"إعدادات البوت",
        'Button Home'=>"الرئيسية",
        'StatsBot Text'=>"إحصائيات",
        'StatsBot Member'=>"الأعضاء",
        'StatsBot All Members'=>"جميع المستخدمين",
        'StatsBot All Blocked Users'=>"تم حظره",
        'StatsBot Message'=>"الرسائل",
        'StatsBot All Message'=>"جميع الرسائل",
        'StatsBot Incoming'=>"الوارد",
        'StatsBot Outgoing'=>"تم الرد",
        'StatsBot Update'=>"يتم تحديث اعداد المستخدمين الذين قاموا بحظر البوت فقط بعد عمل اذاعة.",
        'Default text'=>"النص الأفتراضي",
        'Reset'=>"إعادة تعيين",
        'Text additions'=>"إرسل رسالة لوضع النص الجديد او تخطي. يمكنك أيضًا استخدام تنسيق [HTML](https://telegra.ph/Add-extensions-to-the-start-message-and-reply-06-14) أو وضع [ملحقات](https://telegra.ph/Add-extensions-to-the-start-message-06-14).",
        'Current text'=>"النص الحالي",
        'First Amendment'=>"*1/2*.يتم إرسال هذه الرسالة بعد بدء البوت.",
        'Saving changes'=>"حفظ التغيرات",
        'Skip'=>"تخطي",
        'Text additions EndMessage'=>"إرسل رسالة لوضع النص الجديد او تخطي. يمكنك أيضًا استخدام تنسيق [HTML](https://telegra.ph/Add-extensions-to-the-start-message-and-reply-06-14).",
        'Second Amendment'=>"*2/2*. يتم إرسال هذه الرسالة تلقائيًا كرد على رسائل المستخدم.
ملاحظة :- بشكل افتراضي ، لا يرسل أي شيء.",
        'No text selected'=>"لم يتم تحديد نص",
        'Settings Text'=>"الوسائط الممنوع إرسالها لك.

ملاحظة:
🔴   =  تعني ( مفعل  - يمنع إرسالها لك)
✅   =  تعني ( غير مفعل - مسموح إرسالها لك)
-",
        'photo' => "الصور",
        'audio' => "الملفات الصوتية",
        'document' => "الملفات",
        'sticker' => "الملصقات",
        'video' => "الفيديو",
        'voice' => "الرسائل الصوتية",
        'contact' => "جهة اتصال",
	'forward' => "تحويل الرسائل",
	'badwords' => "الكلمات السيئة",
        'url' => "الروابط الخارجية",
        'urltelegram' => "روابط تيليجرام",
        'TextGroup 1'=>"البوت",
        'TextGroup 2'=>"مربوط بالمجموعة",
        'TextGroup 3'=>"الآن سيتم إرسال جميع الرسائل هناك. يمكنك إضافة مستخدمين آخرين إلى هذه المجموعة ، حتى يتمكنوا من الرد على الرسائل من",
        'TextGroup 4'=>'لقطع المجموعة اضغط على "قطع المجموعة".',
        'TextGroup 5'=>"قطع المجموعة",
        'TextGroup 6'=>"لا توجد مجموعات متصلة حتى الآن. سيتم إرسال جميع الرسائل إلى هذه المحادثة.",
        'TextGroup 7'=>"لتوصيل مجموعة جديدة ، أضف",
        'TextGroup 8'=>"كعضو فيها.",
        'TextGroup 9'=>"تم بنجاح ! ربط البوت",
        'TextGroup 10'=>"بالمجموعة",
        'TextGroup 11'=>'لقطع المجموعة اذهب الى "ادارة البوت ->المجموعة->قطع المجموعة',
        'DeleteBot One'=>"هل أنت متأكد من أنك تريد حذف",
        'DeleteBot Two'=>"عند الحذف يتم حذف جميع بيانات البوت.",
        'Button DeleteBot'=>"حذف البوت",
        'Alert DeleteBot'=>"👌 تم! حذف البوت.",
        'membershipbots'=>"تم اضافة عضوية (البوتات) الى حسابك ☑️

فكرة العضوية : تستيع أنشاء 5 بوتات بدل من 3 
-",
        'membershipbotsdelete'=>"تم ازالة عضوية (البوتات) من حسابك ❌

فكرة العضوية : تستيع أنشاء 5 بوتات بدل من 3 
-",
        'membershiprights One'=>"تم اضافة عضوية (الحقوق) الى البوت",
        'membershiprights'=>"فكرة العضوية : لن تظهور حقوق بوت الصانع في رسالة '/start'",
        'membershiprights Two'=>"تم ازالة عضوية (الحقوق) من البوت",
        'Block User'=>"لقد تم حظرك من البوت مع بوتاتك التي صنعتها 🚫",
        'Block warning'=>"عذراً انت محضور من البوت ⚠️

- اذا لديك أي شكوى : $UsernameForHelp 
:)",
        'Send warning'=>"⚠️ تم منع",
        'spam warning'=>"بسبب تكرارك 20 رسائل في دقيقة 
تم حظرك لمدة 60 ثانية ⚠️",
        'ayban Bot'=>"بالفعل محظور ⚠️ ",
        'ban Bot'=>"تم حظره من البوت ⚠️",
        'banu Bot'=>"لقد تم حظرك من البوت 😅",
        'ban time warning'=>"التنسيق الوقتي غير صحيح ⚠️",
        'ban time'=>"تم حظره لغاية",
        'banu time'=>"تم حظرك لغاية",
        'unban Bot'=>"تم فك الحظر عنه ✅",
        'ayunban Bot'=>"ليس محضور بالفعل ✅",
        'unbanu Bot'=>"لقد تم فك الحظر عنك ✅",
        'NotFound'=>"لا يوجد",
        'Name'=>"الأسم",
        'ID'=>"الأيدي",
        'UserName'=>"اسم المستخدم",
        'information'=>"المعلومات 👤",
        'blockBot'=>"تم حظر بوت من قبل المستخدم.
تم حذف المستخدم من قاعدة بيانات البوت
-",
        'offline DefaultMessage'=>"عذراً البوت في حالة توقف ⚠️
عد في وقت اخر.",
        'Default message'=>"الرسالة الافتراضية",
        'Bot status'=>"حالة بوت",
        'Mod'=>"نمط الرد التلقائي",
        'Change Default message'=>"تغيير الرسالة الافتراضية",
        'Custom replies'=>"الردود المخصصة",
        'simsim'=>"سمسمي (تجريبي)",
        'None'=>"الرسالة الأفتراضيه",
        'StatusChangeDefaultMessage'=>"يرجى ارسال رسالة افتراضية جديده 📝",
        'StatusChangeDefaultMessage worng'=>"عذرا يجب ارسال رسالة اقل من 2500 ⚠️",
        'Manage custom replies'=>"إدارة الردود المخصصة",
        'Add'=>"إضافة",
        'No replies'=>"لم يتم اضافة ردود مخصصه",
        'Send custom reply'=>"أرسل لي الرد المخصص الذي تريد إضافة ردود إليه.",
        'add reply worng'=>"عذرا يجب ارسال رسالة اقل من 255 ⚠️",
        'Now send replies media or texts'=>"أرسل الآن ردودًا سواء كانت وسائط أو نصوصًا.",
        'Done'=>"تم",
        'Doneadd 1'=>"تم اضافة الرد للكلمة",
        'Doneadd 2'=>"ولأضافة ردود اخرى ارسل مرة اخرى, اذا اكتفيت فقط قم بالضغط على [تم].",
        'Send custom reply worng'=>"عذرًا ، تمت إضافة هذه الكلمة بالفعل",
        'DoneADD custom 1'=>"تمت اضافة",
        'DoneADD custom 2'=>"للكلمة",
        'DoneADD custom 3'=>"بنجاح ✅",
        'Replies'=>"ردود",
        'AL Replies'=>"الردود",
        'Edit replies'=>"تحرير الردود",
        'text'=>"نصوص",
        'NameREP'=>"الكلمة",
        'list'=>"القائمة",
        'Preview replies'=>"معاينة الردود",
        'delete replie'=>"حذف",
        'Refresh'=>"تحديث",
        'broadcast Text 1'=>"سيتم إرسال اذاعة إلى",
        'broadcast Text 2'=>"مستخدمين.

أرسل رسالة واحدة أو عدة رسائل تريد تضمينها في الأذاعة. يمكن أن يكون أي شيء - نص ، صورة ، فيديو ، أو حتى ملصق.",
        'broadcast Text steptwo'=>"تمت إضافة هذه الرسالة إلى الأذاعة. يمكنك الاستمرار في إرسال الرسائل. انقر فوق تم لإرسال لبدأ الأذاعة.",
        'broadcast Send 1'=>"🕒 بدء إرسال الأذاعة إلى",
        'broadcast Send 2'=>"مستخدمين!",
        'broadcast Done'=>"💥 اكتمل إرسال الأذاعة بنجاح!",
        'broadcast Loading 1'=>"الرسالة",
        'broadcast Loading 2'=>"الارسال",
        'broadcast Loading 3'=>"الانتظار",
        'broadcast worng'=>"عذراً اقصى حد لرسائل الأذاعة [10] ⚠️",
        'broadcast worng two'=>"عذراً هنالك اذاعة جارية بالفعل ⚠️
حاول في وقت اخر",
        'admembership One'=>"تم اضافة عضوية (الأعلانات) الى البوت",
        'admembership'=>"فكرة العضوية : لن تظهر اعلانات لمستخدمين بوتك",
        'admembership Two'=>"تم ازالة عضوية (الأعلانات) من البوت",
    )
);
